//todo same in flutter
const RegionsFromSNO = {
    "БЛАГОЕВГРАДСКА ОБЛАСТ": 0,
    "БУРГАСКА ОБЛАСТ": 1,
    "ВАРНЕНСКА ОБЛАСТ": 2,
    "ВЕЛИКОТЪРНОВСКА ОБЛАСТ": 3,
    "ВИДИНСКА ОБЛАСТ": 4,
    "ВРАЧАНСКА ОБЛАСТ": 5,
    "ГАБРОВСКА ОБЛАСТ": 6,
    "ДОБРИЧКА ОБЛАСТ": 7,
    "КЪРДЖАЛИЙСКА ОБЛАСТ": 8,
    "КЮСТЕНДИЛСКА ОБЛАСТ": 9,
    "ЛОВЕШКА ОБЛАСТ": 10,
    "ОБЛАСТ МОНТАНА": 11,
    "ПАЗАРДЖИШКА ОБЛАСТ": 12,
    "ПЕРНИШКА ОБЛАСТ": 13,
    "ПЛЕВЕНСКА ОБЛАСТ": 14,
    "ПЛОВДИВСКА ОБЛАСТ": 15,
    "РАЗГРАДСКА ОБЛАСТ": 16,
    "РУСЕНСКА ОБЛАСТ": 17,
    "СИЛИСТРЕНСКА ОБЛАСТ": 18,
    "СЛИВЕНСКА ОБЛАСТ": 19,
    "СМОЛЯНСКА ОБЛАСТ": 20,
    "СОФИЯ ГРАД": 21,
    "СОФИЙСКА ОБЛАСТ": 22,
    "СТАРОЗАГОРСКА ОБЛАСТ": 23,
    "ОБЛАСТ ТЪРГОВИЩЕ": 24,
    "ХАСКОВСКА ОБЛАСТ": 25,
    "ШУМЕНСКА ОБЛАСТ": 26,
    "ЯМБОЛСКА ОБЛАСТ": 27
}

module.exports = RegionsFromSNO
